---
kind: property
id: P:Autodesk.Revit.DB.Electrical.WireMaterialType.IsInUse
source: html/f5581602-ecc5-688b-3f49-05da00849662.htm
---
# Autodesk.Revit.DB.Electrical.WireMaterialType.IsInUse Property

Indicate whether the wire material type is in use.

## Syntax (C#)
```csharp
public bool IsInUse { get; }
```